Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=154_art_id=159.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Šaddos du dáhttu, mo almmis nu maiddái eatnama alde.
smj: Sjaddus duv sidot nav gåk almen nav aj ednama nanna

source: Dán rohkosis rohkadallat ahte Ipmila dáhttu galgá šaddat buot áššiin ja juohke olbmos.
smj: Dán råhkålvisán råhkådallap Jubmela sidot galggá dáhpáduvvat juohkka gávnen ja almatjin.

source: Ipmil hálddaša buot, muhto bahás vuoiŋŋat sáhttet váldit olbmuid iežaset háldui.
smj: Gájkka le Jubmela háldon, valla bahás vuojŋŋanisá soajtti almatjij mielajt doalvodahttet.

source: Mii rohkadallat ahte Ipmila dáhttu galgá šaddat, ja mii rohkadallat ahte Ipmila dáhttu stivrešii min, eallimiiddámetguin, bearrašiiddámetguin, sogaideametguin, searvegottiideametguin, girkuineamet, báhpaideametguin ja jođiheddjiideametguin min giliin, gávpogiin ja riikkain.
smj: Råhkådallap Jubmela sidot luluj dáhpáduvvat, ja galggap råhkådallat Jubmela sidot mijájt stivrri aktan mijá iellemijn, fámiljajn ja slevtajn, tjoaggulvisájn, girkkojn, báhpa ja åvddåulmutja mijá bájkijn, stádajn ja lándan.

source: Dorvvastan go Ipmilii ?
smj: Luohtedav gus Jubmelij ?

source: Luohtán go iežan áhččái ja eadnái ?
smj: Luohtedav gus ietjam áhttjáj ja æddnáj ?

source: Áiggun dávjá dahkat dakkára maid mu váhnemat eaba suova... Čájehuvvo maŋŋá ahte soai diđiiga mii lei riekta, mun livččen galgan guldalit sudno ráđiid !
smj: Álu sidáv dahkat masi ietjam æjgáda æbá guorrasa.. maŋŋela tjielggá galgalulujiv sunnuv gulldalit gå buorebut mujsta árvvedijga gåktu dal dájna gævvá.

source: Ja Ipmil diehtá mii lea buorre munnje.
smj: Ja Jubmel – sån diehtá mij munji le vuogas.

source: Danin háliidan áinnas dadjat: “ Šaddos du dáhttu”.Jáhkát go lea álki dahje váttis dahkat dan maid Ipmil háliida, ii fal nu mo ieš háliidat ?
smj: Danen hálijdav javllat – sjaddus duv sidot. Jáhkák gå le álkke jali gássjel dahkat dav mav Jubmel sihtá ienni gå dav majt iehtja sidá dahkat ?

source: Dávjá in leat áibbas sihkkar mii Ipmila dáhttu lea.
smj: Álu ep rat diede mij Jubmela sidot le.

source: Ođđa testameantta evangeliat muitalit juoidá dan birra mo Ipmila plána olbmuid várás lea, ja oahpahus girkus muitala maid juoidá.
smj: Ådå testamenta evangeliuma subtsasti mij Jubmela pládna almatjijn le, ja girkko åhpadusá birra.

source: Dalle beasan diehtit eambbo das, mii Su dáhttu lea.
smj: De besav diehtet ienebuv mij Suv sidot le.

source: Lea ollu mii dáhpáhuvvá mii ii dáidde leat Ipmila dáhtu mielde.
smj: Ållu dáhpáduvvá mav Jubmel ihkap ij sidá luluj dáhpáduvvat.

source: Soahti ja heahti leat ovdamearkkat.
smj: Doarro ja nieda li dákkir hæjos dáhpádusá.

source: Lea min iežamet duohken háliidit go dahket buriid, vai diktit go iežamet dahkat baháid maid.
smj: Almatjij duogen le jus galggap buorre diŋgajt galggap dahkat, jali jus aj nievres diŋgajt dahkap.

source: Buot dain, mii dáhpáhuvvá, lea bálggis Ipmila lusa.
smj: Juohkka dáhpádusán le gæjnno Jubmelij. LUTHERUSA TJIELGADUS:

source: Ipmila buorre ja árbmugas dáhttu gal šaddá min rohkadalakeahttá, muhto dán rohkosis mii rohkadallat ahte dat šattašii dáppe min luhtte ge.
smj: Jubmela buorre ja ármmogis sidot sjaddá vájku ep råhkådalá, valla dánna råhkålip mijá lunna aj sjaddá.

source: Mo dat dáhpáhuvvá ? Dat dáhpáhuvvá go Ipmil hehtte buot bahás áigumušaid ja meanuid mat bohtet beargalagas, máilmmis ja min suttolaš oaččis.
smj: Gå Jubmel doadjá ja vuostelt gájkka bahás sidodav, bærggala ja værálda ájggomusájt, mijá iehtjama oattjev mij mijáv ij sidá Jubmela namáv ájllisin adnet jalik rijkas mijá lusi boahtet.

source: Dat eai dáhto min atnit Ipmila nama bassin eai ge diktit su riikka boahtit.
smj: Dajna mijáv gievrrot ja várjjal bágujnis ja jáhkon mijá viessomájgev.

source: Dat lea su árbmugas ja buorre dáhttu.
smj: Dát le suv buorre ja ármmogis sidot.
